Repository: the-butterfly-effect/tbe
Catalog: i18n/tbe_levels_*.po
Languages: nl

source: 10kg Weight
nl: 10kg gewicht

source: 1/4 Arc
nl: 1/4 bocht

source: A balancing beam threatens to kill a butterfly. But that's not all that needs fixing.
nl: Een vallende balk bedreigt een vlinder. Maar dat is niet het enige dat moet worden opgelost.

source: A ball on a bar. Turn it around. Topple the pin.
nl: Een bal op een lat. Draai de lat. Kegel de kegel.

source: a bowling ball needs to cross a big gap. Let's help crossing. Both ball and Pin need to be on the right!
nl: een bowlingbal moet over de afgrond. Laten we 'm eens helpen. Zowel de bal als de kegel moeten rechts aankomen!

source: a bowling ball needs to cross a big gap. Or does he?
nl: een bowlingbal wil over een afgrond. Toch?

source: A few crates of Cola washed up shore lately - so he's not thirsty.
nl: Gelukkig zijn er wat kratten cola aangespoeld - dus dorstig is 'ie niet.

source: a football needs to cross a big gap. Let's help crossing.
nl: een voetbal wil over de afgrond. Laten we 'm eens helpen.

source: All need popping...
nl: Alles moet knallen

source: A Lonely Bowling Pin...
nl: Een eenzame kegel...

source: And a balloon that wants to go up.
nl: En een ballon die omhoog wil.

source: And again my best invention yet: the skyhook.
nl: En wederom mijn geweldige hemelhaakjes.

source: And enjoy your first large Rube Goldberg-ish contraption.
nl: En geniet van je eerste grote "Rube Goldberg" mechaniek.

source: And you already realized that the weird thingies can adjust the trajectories of both the ball and the bottle, right?
nl: En je had vast al bedacht dat die rare dingen de baan van zowel bal als fles kunnen beïnvloeden, toch?

source: And you can hang a lot of weight on it, too!
nl: En je kunt er nog een hoop gewicht aan hangen, ook!

source: Another Butterfly and Flower - with a styrofoam wall inbetween.
nl: Weer een vlinder plus bloem - met een piepschuim muur ertussen.

source: Another contraption for the creative mind.
nl: Nog een geniale machine voor de creatievelingen.

source: Another game from my childhood.
nl: >Nog een spelletje uit mijn vroege jeugd.

source: Another pin needs kicking!
nl: Nog een kegel moet om!

source: ... An unhappy<br><br><br>Post-It Boy
nl: ... Een niet-zo-vrolijke<br><br><br>Post-It Boy

source: As you can guess, I only want maximum score...
nl: Zoals je vast al geraden hebt, wil ik alleen een maximale score...

source: As you know,<br>those are not too sturdy.
nl: Zoals je weet,<br>zijn deze niet zo stevig.

source: a tennis ball needs to cross a big gap. Let's help crossing.
nl: een tennisbal moet over de afgrond. Laten we 'm eens helpen.

source: A volley ball must topple a pin from the other end.
nl: Een volleybal hoort de kegel de andere kant op te kegelen.

source: A weight on a chain, hanging on... air?
nl: Een gewicht aan de ketting, hangend aan... lucht?

source: Balance your diet? Drink Cola! Goal: Topple the pins.
nl: Een evenwichtig dieet begint met cola. Het doel: kegel de kegels om.

source: Balancing Cola
nl: Cola in balans

source: Balloon
nl: Ballon

source: Balloons do Poof
nl: Ballonnen doen Poef

source: Balloons go up!
nl: Ballonnen gaan omhoog!

source: Balls will roll to the left and speed up along the way.
nl: Ballen rollen naar links gaan steeds sneller.

source: Be careful not to hit it!
nl: Pas op, niet aanraken!

source: Bed of Nails
nl: Spijkerbed

source: Blast it! They stole my dynamite!!!
nl: Duizend bommen en granaten! Ze hebben m'n dynamiet gestolen!!!

source: Block
nl: Piepschuim blok

source: Blow da Bottle
nl: Laat de fles maar knallen

source: Both pins have to go down.
nl: Oja, beide kegels moeten naar beneden.

source: Boulder
nl: Steen

source: Bouncing Balls
nl: Stuiterende ballen

source: Bowling Ball
nl: Bowlingbal

source: Bowling Ball vs Bowling Pin.<br><br>Who will win?
nl: Bowlingbal tegen Kegel.<br><br>Wie zal winnen?

source: Bowling Pin
nl: Kegel

source: Bowling Pin plays soccer...
nl: Kegel speelt voetbal...

source: <br><br>a busy Post-It Boy
nl: een drukke Post-It Boy

source: <br><br> ... a hungry Post-it Boy
nl: <br><br> ... een hongerige Post-it Boy

source: <br><br> ... a lazy Post-It boy
nl: <br><br> ... een luie Post-It boy

source: <br> <br> ... and he likes crashing bridges even more!
nl: <br> <br> ... Maar instortende bruggen zijn nog leuker!

source: <br><br>... An unhappy<br><br>Post-It Boy
nl: ... Een minder vrolijke<br><br>Post-It Boy

source: <br><br><br><br>...me
nl: <br><br><br><br>...ikke

source: <br>...<br><br>I've always wanted to say that!
nl: <br>...<br><br>Dat wilde ik altijd nog eens zeggen!

source: <br><br><br>...Post-it boy<br>(male, I think)
nl: ...Post-it boy<br>(mannelijk)

source: <br><br>Post-It Boy<br><br> ... is brief for once
nl: <br><br>Post-It Boy<br><br> ... houdt 't een keer kort

source: <br><br>Post-It Boy<br><br> ... thinks of an ancient steam engine
nl: <br><br>Post-It Boy<br><br> ... denkt oude stoommachine

source: <br><br> ... the Post-it Boy
nl: <br><br> ... Post-it Boy

source: <br><br>the Post-it Boy
nl: <br><br>Post-it Boy

source: <br> <br> the Post-It Boy
nl: ... Een niet-zo-vrolijke<br><br><br>Post-It Boy

source: <br><br> ... the Post-It boy<br><br> ... almost done with his home work!
nl: <br><br> ... Post-It boy<br><br> ... bijna klaar met z'n huiswerk!

source: <br> <br> the Post-It Boy <br> <br> <i>(insert joke about bridge here)</i>
nl: <br> <br> de Post-It Boy <br> <br> <br> <i>(hier grap over bruggen)</i>

source: <br> <br> the Post-It Boy <br> <br> is on it again
nl: <br> <br> de Post-It Boy <br> <br> <br> blijft bezig

source: <br> <br> the Post-It Boy <br> <br> likes building bridges
nl: <br> <br> de Post-It Boy <br> <br> <br> houdt van bruggen bouwen

source: <br><br>the Post-it Boy<br><br>saves the animals...
nl: <br><br>Post-it Boy<br><br>(lid van de dierenbescherming)

source: <br><br> ... thirsty Post-it Boy
nl: <br><br> ... dorstige Post-it Boy

source: Bridge the Gap I
nl: De Afgrond 1

source: Bridge the Gap II
nl: De Afgrond deel 2

source: Bridge the Gap III
nl: De Afgrond deel 3

source: <br> was signed:<br><br>the Post-It boy<br>(in a destructive mood)
nl: <br> getekend:<br><br>Post-It boy<br>(in een destructieve stemming)

source: ...<br>was signed:<br>the Post-it Boy
nl: ...<br>getekend:<br>Post-it Boy

source: But a lot needs to happen before that pin moves.
nl: Maar er moet nog een boel gebeuren voordat die kegel beweegt.

source: But do you see those coconuts?
nl: Maar zie je die kokosnoten hangen?

source: But fear not! There's always a true mechanical solution.
nl: Maar wees niet bevreesd: Er is altijd een mechanische oplossing.

source: But he has no friends, only a bowling pin.
nl: Maar hij heeft geen vriendjes, alleen een kegel.

source: But I'm not so sure about that volley ball.
nl: Maar ik ben niet zo gek op die volleybal.

source: But I've said enough...<br><br> Good luck!
nl: Maar ik heb genoeg gezegd...<br><br> Veel success!

source: But let me give you one hint:<br><br> First a Boom, then the Zoinggg.
nl: Maar ik zal je een hint geven:<br><br> Eerst een knal dan de Zoinggg.

source: Butterfly on steroids
nl: Vlinder op speed

source: But that ball has a jumpy friend!
nl: Maar die bal heeft nog een springerig vriendje!

source: But that's not an ordinary cola bottle...
nl: Da's geen gewone cola fles...

source: But there are no scissors here to pop the balloon with!
nl: Maar er is hier geen schaarm om de ballon mee te laten klappen!

source: But there's some styrofoam blocks in the way...
nl: Maar er staan wat blokken piepschuim in de weg...

source: But use only two different methods!
nl: Maar gebruikslechts twee verschillende methoden!

source: But why do I have to clean my room every year?
nl: Maar waarom moet ik elk jaar mijn kamer opruimen?

source: But why not reverse the trick? You can select what phone number to call!
nl: Maar waarom geen koekje van eigen deeg? Je kunt 't telefoonnummer van de ontsteker aanpassen!

source: By the way: it is possible with only one of those weird thingies!
nl: Oja: het is mogelijk met slechts één raar ding!

source: By the way: there are two ramps in the toolbox. Use them wisely!
nl: Trouwens, er zitten twee hellingen in de gereedschapskist. Gebruik ze goed!

source: By the way: you may sometimes have more in your toolbox than you need...
nl: Overigens: soms heb je meer in je gereedschapskist dan je nodig hebt...

source: Can you live from just cola? Let's have some coconuts! Goal: shoot the coconut from the tree.
nl: Kun je leven op alleen cola? Dan nemen we er toch een kokosnootje bij! Doel: schiet de kokosnoot uit de boom.

source: Clogging the pipe
nl: De buis verstoppen

source: Coconut instead of Cola
nl: Kokosnoot in plaats van Coca Cola.

source: Cola bottle
nl: Colafles

source: Cola Crate
nl: Cola krat

source: Cola+mint
nl: mint-Cola

source: Cola+mint Bottle
nl: Cola-mint fles

source: Cola Powered Bike
nl: De colafiets

source: Cola Rocket
nl: Cola raket

source: Contraption 1
nl: Geniale inval 1

source: Contraption 2
nl: Geniale inval 2

source: Detonator Box
nl: Ontsteker

source: Dial B for Boom
nl: Kies B voor Boem

source: Dial the right number!
nl: Zorg dat het juiste nummer gedraaid wordt!

source: Don't tell anyone about it, I still need to file a patent!
nl: (Niet verder vertellen, ik moet 't patent nog steeds aanvragen)

source: Don't worry.
nl: Maak je niet ongerust.

source: Don't you love these old cartoons?
nl: Vind je die oude cartoons niet schitterend?

source: Double Action
nl: Dubbele actie

source: Do you know what an unstable equilibrium is?
nl: Weet jij wat een labiel evenwicht is?

source: Dynamite
nl: Dynamiet

source: En garde! (That's French)
nl: En garde! (Da's Frans)

source: feeling a winner already...<br><br>the Post-it Boy
nl: nu al een winnaar...<br><br>Post-it Boy

source: Find the Message...
nl: Zoek de boodschap...

source: Five Balloons
nl: Vijf Ballonnen

source: float balloon, float
nl: stijg op ballon, stijg op

source: Floor
nl: Vloer

source: Flying from flower to flower can be hard. A real hurdle race.
nl: Van bloem naar bloem fladderen valt niet altijd mee. Een echte hordenloop.

source: Football in Styrofoam...
nl: Voetbal in piepschuim...

source: Geyser
nl: Geiser

source: Goal: join all bowling pins together.
nl: Doel: breng alle kegels samen.

source: Goal: Topple the pin.
nl: Doel: Kegel de kegel om.

source: Hah! They have decided it's time to put up the tent. I don't agree - let's tear down the poles!
nl: Hah! Ad en Lies denken even snel een tentje op te zetten. Mooi niet! gooi de tentstokken om!

source: Hammer
nl: Hamer

source: Have you read 'Foucault's Pendulum'?
nl: Heb je toevallig 'De slinger van Foucault' gelezen?

source: Have you seen the movie "UP"?<br><br>Unfortunately, I don't have that many balloons.
nl: Heb je de film "UP" gezien?<br><br>Jammer genoeg heb ik niet zoveel ballonnen.

source: Hello!<br>Welcome to The Butterfly Effect!<br><br>This level is a first demonstration. Click PLAY in the top-right and watch the butterfly fly. When it is at the flower, you've won your first level.<br><br>You might want to click on the Post-it note!
nl: Hoi!<br>Welkom bij Het Vlindereffect!<br><br>Dit level is alleen een demonstratie. Klik AFSPELEN rechtsboven en zie de vlinder fladderen. Zodra hij bij de bloem is, heb je je eerste level gewonnen.<br><br>Je wilt misschien ook op de Post-it note klikken!

source: He want to shoot the pin into the goal.
nl: Hij wil die kegel de goal inschieten.

source: Hey, I'm a coconut!
nl: Hee, ik ben een kokosnoot!

source: Hint: first put it on the floor,<br>then adjust height,<br>then the width...
nl: TIP: plaats het eerst op de ondergrond,<br>pas dan hoogte aan,<br>en dan de breedte...

source: Hmmm... <br><br>This reminds me of a kids' game!
nl: Hmmm... <br><br>Dit doet me aan een kinderspeeltje denken!

source: Hmmm... You see that hole?<br>Behind the volley ball!
nl: Hmmm... Zie je die kuil?<br>Achter de volleybal!

source: How do YOU demolish a house of cards?
nl: Hoe sloop JIJ een kaartenhuis?

source: I agree that the best way to do it, is with scissors.
nl: Ik ben het er mee eens: de schaar is de beste manier om het te doen.

source: I also have a Bowling Ball that wants to cross.
nl: Nu wil een bowlingbal eroverheen.

source: I don't know... this middle pole is kept up by two ropes?
nl: Geen idee... deze middelste paal wordt omhooggehouden door twee touwtjes?

source: I don't think it's not fair: butterflies can fly by themselves.
nl: Het is niet eerlijk: vlinders kunnen zelf vliegen.

source: I don't think the Bowling Ball can reach the pin...
nl: Ik denk niet dat de bal de kegel een haar kan krenken...

source: I don't want to hurry you, but find it before the Butterfly meets her final flower.
nl: Ik wil je niet opjagen, maar vind het voordat de vlinder op haar laatste bloem landt.

source: If you click the pause button, the simulation will stop.<br>There's also a green 'reset' button now. <br> <br> During the simulation, there's also a 'fast forward'.
nl: Als je op de pauze knop drukt, dan stopt alles weer.<br>Er komt dan ook een groene 'reset' pijl bij. <br><br>Tijdens de simulatie is er ook nog een 'snel vooruitspoelen' knop.

source: I hate Angry Birds!
nl: Ik haat die Angry Birds!

source: Imagine the noises in this level! Tip the pin.
nl: Stel je de geluiding in dit level voor! Schop de pin.

source: I'm like my brother - I play soccer, too!
nl: Ik lijk op m'n broer - ik speel ook voetbal!

source: Im Perfect Balance
nl: Im Perfecte Balans

source: Im Perfect Balance...<br><br>It almost sounds like an 'Art Of Noise' album title
nl: Im Perfecte Balans...<br><br>Klinkt bijna als een albumtitel van 'Art Of Noise'

source: I'm pretty sure that Bowling Balls cannot climb walls - they don't have hands, do they?
nl: Ik weet vrij zeker dat bowlingballen niet kunnen klimmen. Al was het maar omdat ze geen handjes hebben.

source: I'm sure it needs help to cross over to the pin.
nl: Die gaat zeker hulp nodig hebben!

source: I'm sure the balloon has something to do with the solution to this level!
nl: Ik weet zeker dat de ballon iets met de oplossing te maken heeft!

source: I'm thirsty!
nl: Ik heb dorst!

source: I'm too lazy for my old bike.
nl: Te lui voor m'n ouwe fiets.

source: <i>Once this Post-It is gone,</i><br><br>click the play button top-right <br>to make it happen!
nl: <i>Als deze Post-It zo verdwenen is,</i><br>klik dan op de afspeelknop rechtsboven om te starten.

source: I still have other ideas that need balloons...
nl: En ik heb nog wat andere plannetjes met ballonnen...

source: It falls down, blows ...<br><br>and doesn't do anything useful
nl: Hij valt en spuit... <br><br>en doet niks

source: I think something's cooking here...
nl: Volgens mij kookt hier wat...

source: I thought of using helium, but Mythbusters explained that won't work...
nl: Ik heb nagedacht over helium, maar volgens Mythbusters werkt dat niet...

source: It's a Cola-mint Fountain, ready to blow!<br>Just a light shock will start it!
nl: Het is een Cola-mint fontein, klaar om te spuiten!<br>Een lichte schok is genoeg!

source: It's almost time<br>for goodbyes
nl: Het is bijna tijd om afscheid te nemen

source: It's always the blokes lifting the girls!
nl: Het zijn altijd de heren die de dames tillen!

source: It's a tennis ball this time that wants to cross.
nl: Dit keer wil er een tennisbal overheen.

source: It's coffee time. Ring the bell.
nl: Tijd voor koffie. Laat de bel luiden.

source: It's party time at the office!<br><br>Jumping Jack has his birthday!!!
nl: Het is tijd voor een feestje op kantoor!<br><br>Houten Klaas is jarig!!!

source: It very regularly blows boiling water 40 meters up. <br>For my school's science project, I decided to simulate that.
nl: Hij spuit zeer regelmatig kokend water 40 meter omhoog. <br> Voor natuurkunde wil ik dat nadoen.

source: It wants to go to the flower...
nl: Die wil naar de bloem...

source: I've grown too large for my bike, too.
nl: En ik ben ook wat te groot geworden.

source: I want to be a balloon <br> ... <br> and be the first to set foot on Alpha Centauri!
nl: Ik wil ook een ballon zijn <br> ... <br> en de eerste zijn die voet zet op Alpha Centauri!

source: (Jack usually doesn't get much attention, he's already happy that we thought of him)
nl: (Klaas krijgt meestal niet zo veel aandacht, hij is allang blij dat we aan hem hebben gedacht.)

source: Jumping Around I
nl: Rondspringen I

source: Jumping Around II
nl: Rondspringen II

source: Jumping Jack celebrates a party at the office. Isn't that fun?
nl: Houten Klaas viert een feestje op kantoor. Leuk toch?

source: Just hook it up in the air<br>and it stays there.
nl: Hang 't in de lucht <br> en het blijft hangen.

source: Kick that pin in the goal!
nl: Schop die kegel de goal in!

source: Kick the pin.
nl: Schop de kegel.

source: Large Domino
nl: Grote dominosteen

source: LeftRamp
nl: Helling naar links

source: Let's join the lonely one above with his friends below.
nl: Laten we 'm eens bij zijn vriendjes beneden brengen.

source: Let's present the gift to him, shall we?
nl: Laten we hem zijn cadeautje maar geven.

source: Let's spare the balloon, there's a pin that needs kicking.
nl: Laten we de ballon proberen te redden, er moet nog een kegel om.

source: Level with a small user interaction: a volleyball is in the way...
nl: Dit level vereist enige speler-actie: er ligt een volleybal in de weg...

source: Levers, Dominoes, Bowling Pins. This one is complex.
nl: Hefbomen, dominostenen, kegels. Deze is moeilijk.

source: Like a 'Sword of Damocles'. <br><br>Would it also loose appetite if it knew?
nl: Als een 'Zwaard van Damokles'. <br><br>Zou 'ie ook ineens geen eetlust meer hebben?

source: Look, another gap.
nl: Kijk, nog zo'n afgrond!

source: Look at Steam Machine
nl: Kijk naar Stoommachine

source: Look... <br><br>I made an engine to power my bike.
nl: Kijk...<br><br>Ik heb een motor voor m'n fietsje gemaakt.

source: Look for the last message
nl: Zoek een laatste bericht

source: Look: it's that butterfly and flower again.
nl: Kijk nou: vlinder en bloempje zijn terug.

source: Looks like a bird. And he's angry.
nl: Lijkt een vogel. En hij is boos!

source: Looks like there's something missing...
nl: Maar ontbreekt er niet nog wat?

source: Look, that's a skyhook.<br><br>A pretty nifty invention, if I may say so.
nl: Kijk, dat is nou een hemelhaakje.<br><br>Een slimme uitvinding, al zeg ik 't zelf...

source: Look: two pins need kicking.
nl: Kijk: daar staan twee kegels.

source: Looping in Looping in looping... <br>Poor Tux is late for his race. <br>Get him to the cone fast!<br><br>This level is 'inspired' by SuperTuxKart, the famous open source kart game featuring all open source mascots to race in beautifully designed tracks.<a href="http://supertuxkart.sourceforge.net/">http://supertuxkart.sourceforge.net/</a>
nl: Looping in Looping in looping... <br>Arme Tux komt te laat voor zijn race. <br>Vlug, help hem naar zijn kegel!<br><br>Dit level is 'geinspireerd' door SuperTuxKart, het beroemde open source kartspel waarin alle open source mascottes racen op prachtig ontworpen ciscuits.<a href="http://supertuxkart.sourceforge.net/">http://supertuxkart.sourceforge.net/</a>

source: Loopings are fun!
nl: Loopings zijn leuk!

source: Make all Balloons pop.
nl: Laat alle balonnen knallen.

source: Make three birds and three eggs do poof.
nl: Laat drie vogeltjes en drie eitjes in rook opgaan.

source: Make Tux descent the ski slope.<br><br>This level was inspired by the open source Extreme Tux Racer, where Tux has to race down slopes<a href="http://sourceforge.net/projects/extremetuxracer/">http://sourceforge.net/projects/extremetuxracer/</a>
nl: Laat tux de skipiste afdalen.<br><br>Dit level is geinspireerd door het open source spel Extreme Tux Racer, waarin Tux van de hellingen af vliegt<a href="http://sourceforge.net/projects/extremetuxracer/">http://sourceforge.net/projects/extremetuxracer/</a>

source: Marble
nl: Knikker

source: Marble Boulevard
nl: Knikkerboulevard

source: Medium Domino
nl: Middel dominosteen

source: Mini Golf<br>After the ball is eaten by the monkey, make it come out of the monkey's rear end into the chest.
nl: Mini Golf<br>Nadat de bal door de aap is opgegeten, zorg dat de bal via de achterkant van de aap in de schatkist terecht komt.

source: My brother likes soccer
nl: Mijn broer houdt van voetbal

source: My mum told me to clean my room.<br><br>All balls must go in the basket.
nl: Van mijn moeder moet ik m'n kamer opruimen.<br><br>Alle ballen moeten in de mand.

source: No butterflies here!<br><br>
nl: Geen vlinders hiero!<br><br>

source: No butterfly here...<br><br>Don't worry - we haven't seen the last one yet
nl: Geen vlinder hiero...<br><br>Wanhoop niet - er komen er nog meer

source: Not affiliated with the yearly event.
nl: Niet gelieerd aan de jaarlijkse show.

source: Note:<br>If the game runs, a green fast forward button appears in the top-right corner.<br><br>That will speed up the simulation.
nl: PS:<br>Als het spel loopt, verschijnt er een groene doorspoelknop rechtsboven.<br><br>Deze maakt de simulatie sneller.

source: Notice a new trick: rotate.
nl: Attentie! Je hebt hier een nieuwe truuk nodig: draaien.

source: Oh, Nena, where did you go?<br><br>You were so hot <br> back in the 80s!
nl: Oh, Nena, waar ben je toch?<br><br>Je was zo knap <br> ergens in de jaren 80!

source: "Old Faithful" is a geyser in Yellowstone National Park, Wyoming, USA.
nl: "Old Faithful" is een geiser in het Yellowstone National Park in de Verenigde Staten.

source: Once a Volley Ball jumps across, a Cola bottle will finish it off.
nl: Nadat een volleybal naar de overkant is gestuiterd, maakt een colafles het af.

source: One ball jumps across the barrier.
nl: Een bal springt over de hindernis.

source: One Hundred, please!
nl: Honderd, graag!

source: (Or a "soccer" ball for you Americans)
nl: (Voor Amerikanen zou hier een extra vertaling van voetbal staan maar die heb jij niet nodig)

source: Or do they fly to the stars?
nl: Of vliegen ze door naar de sterren?

source: Or was it "Keep it Simple, stupid"?
nl: Of was het "Keep it Simple, stupid"?

source: Our goal is to keep the butterfly alive. And put the pin in the chest.
nl: Ons doel is om de vlinder in leven te houden. En de kegel in de kist te gooien...

source: Our little Butterfly...<br><br>Another day, another flower...
nl: Aggut, ons vlindertje...<br><br>Een nieuwe dag, een nieuwe bloem...

source: Party at the office
nl: >Feestje op kantoor

source: Pétanque
nl: Petanque

source: Pigs on top!
nl: Varkens go go go!

source: Pin rack
nl: Spijkerraam

source: Pin topples to green in two moves.
nl: Kegel valt naar groen in twee zetten.

source: PivotPoint test Level...
nl: test level voor draaipunt.

source: Please make the butterfly happy!<br><br>That's the least we can do.
nl: Maak alsjeblieft de vlinder blij!<br><br>Dat is wel het minste wat we kunnen doen.

source: Poing Poing Poing <br> <br> ... a world-famous song of the <i>Rotterdam Termination Source</i>
nl: Poing Poing Poing <br> <br> ... de wereldberoemde hit van <i>Rotterdam Termination Source</i>

source: PolyObject test Level...
nl: test level voor PolyObject

source: Poof Poof Poof
nl: Pief paf poef

source: Poor little butterfly has no clue what's hanging above its head...
nl: Dat arme vlindertje heeft geen idee wat er boven z'n hoofd hangt...

source: Pop all balloons. This level is based on some conversations at T-Dose 2010.
nl: Laat alle balonnen knallen. Dit level is gebaseerd op gesprekken tijdens T-Dose 2010.

source: Pop the balloon.
nl: Laat de balloon knappen.

source: Post-It Boy<br><br><br>(has a dirty mind)
nl: Post-It Boy<br><br><br>(met een dirty mind)
