Repository: the-butterfly-effect/tbe
Catalog: i18n/tbe_levels_*.po
Languages: nl

source: Post-It boy <br>likes playing with styrofoam ... <br><br>... for breakfast!
nl: Post-It boy <br>speelt graag met piepschuim ... <br><br>... als ontbijt!

source: Post-It Boy likes to "Make it Complex, Comrade"
nl: Post-It Boy houdt van "Maak het Moeilijk Maat"

source: ... Post-It boy once spoke with<br>Sonic the Hedgehog!
nl: ... Post-It boy heeft een handtekening van<br>Sonic the Hedgehog!

source: Post-it boy played the world cup soccer...<br><br>(in a previous life)
nl: Post-it boy heeft in de wereldcup voetbal gespeeld...<br><br>(in een vorig leven)

source: PS: Those dominos are quite big, aren't they?
nl: PS: Vind je die dominostenen ook niet wat groot?

source: Put the styrofoam ramp in place...
nl: Plaats je piepschuim helling...

source: Quarter Arc
nl: Kwart ronding

source: Quarter Arc #1
nl: Kwart bocht nr 1

source: Quarter Arc #2
nl: Kwart bocht nr 2

source: Quarter Arc #3
nl: Kwart bocht nr 3

source: Ramp /
nl: Helling /

source: Ramp \
nl: Helling \

source: Remember this gap?
nl: Kun je je die afgrond nog herinneren?

source: Return of the Post-It Pig
nl: Het Post-It Varkentje keert terug

source: Right Ramp
nl: Helling naar Rechts

source: Ring the Bell
nl: Laat de bel maar luiden

source: Save the butterfly!
nl: Red de vlinder!

source: save the butterfly, put pin in chest.
nl: red de vlinder, kegel in de kist.

source: Saw Blade
nl: Cirkelzaagblad

source: Score 100 points by putting the Tennis ball into the right slot.
nl: Scoor 100 punten door de tennisbal in het juiste vakje te laten vallen.

source: Send the gift to the Jumping Jack!
nl: Stuur het kado naar de trekpop!

source: Sir Alfred Hitchcock made a good movie about a devious phone call.
nl: Sir Alfred Hitchcock heeft een goeie film gemaakt over een duivels telefoongesprek.

source: Skyhook
nl: Hemelhaakje

source: Small Domino
nl: Kleine dominosteen

source: Soccerball
nl: Voetbal

source: Soccer Ball
nl: Voetbal

source: Soccer Balls are a little bouncy, but sometimes "a little" is not enough.
nl: Voetballen stuiteren een beetje. Soms is "een beetje" een beetje te weinig.

source: Soccer is about scoring. Kick the pin in the goal, do not hit the butterfly.
nl: Voetbal gaat over scoren. Schop die kegel de goal in, maar raak de vlinder niet.

source: Someone told me to drag the ramp from the toolbox into the big window.<br>... after you've read my note!
nl: Iemand zei me om een helling van de gereedschapskist in het veld te slepen.<br>... nadat je de post-it uit hebt!

source: Something is manufactured here.
nl: Er wordt hier iets gemaakt.

source: Something weird
nl: Iets vreemds

source: Sometimes, it's a team effort. One does the work; the other reaps the benefit.
nl: Soms is het er een voor het team: de ene doet het werk, de andere doet maar weinig.

source: Sounds like a junk, does it?
nl: Klinkt als een junk, toch?

source: Spare the Balloon
nl: Redt de ballon

source: Spring
nl: Springveer

source: Springboard
nl: Springplank

source: (Ssst... I'm playing chess)
nl: (Sssht... Ben aan 't schaken)

source: Steam Machine
nl: Stoommachine

source: Steel I-Beam
nl: Stalen I-Profielbalk

source: Styrofoam
nl: Piepschuim

source: Styrofoam Block
nl: Blok piepschuim

source: Tennis Ball
nl: Tennisbal

source: tent poles are usually made from something...
nl: tentpalen zijn normaal gesproken ergens van gemaakt...

source: test level for quarter arcs and the new state change goal.
nl: test level voor 90 graden boog en nieuwe state change doel.

source: That poor balloon is on its way to its doom
nl: Die arme ballon is op weg naar z'n einde

source: That's also true for circus acts. They all train, but some fly more than others.
nl: Dat is ook zo bij het circus: alle acrobaten trainen, maar sommigen vliegen meer dan anderen.

source: That's half of the problem you need to fix here...
nl: Maar dat is maar de helft van het probleem dat je moet oplossen...

source: The Birds Strike Back!
nl: De vogels slaan terug!

source: The Bowling Ball cannot kick the Bowling Pin in the goal.
nl: De bowlingbal kan de kegel niet in de goal schoppen.

source: The Butterfly Effect 101
nl: Het vlindereffect (beginnerscursus)

source: The Butterfly effect 102
nl: Het vlindereffect (vervolgcursus)

source: The Factory
nl: de fabriek

source: The final killer challenge...
nl: De laatste, slopende uitdaging...

source: The goal here is to topple the pins below.
nl: De bedoeling is om de kegels hieronder om te gooien.

source: The good news: they cannot lift a bowlingball, and a volley ball is too light to set off the detonator...
nl: Het goede nieuws: ze kunnen geen bowlingballen tillen en een volleybal is te licht voor de ontsteker...

source: The House of Cards
nl: Het Kaartenhuis

source: The large rectangular pieces of styrofoam hide a message.
nl: De grote blokken piepschuim verbergen een boodschap.

source: The Pigs were right - you should be allowed to borrow an egg if you are starving.
nl: De varkens hadden het bij het rechte eind - je mag best een eitje lenen als je honger hebt.

source: ... the Post-it Boy
nl: ... Post-it Boy

source: ... the Post-It Boy
nl: ... Post-It Boy

source: the Post-It Boy
nl: de Post-It Boy

source: ... The Post-It boy
nl: ... de Post-It boy

source: The Post-It Pig
nl: Het Post-It Varkentje

source: There are two ways to pop a balloon.
nl: Er zijn twee manieren om een ballon te laten klappen.

source: There's cola,<br>and there's even a gift!
nl: Er is cola,<br>en er is zelfs een cadeautje!

source: The second level in the game, and the first level you actually have to put something into the scene.<br>Don't forget to read the Post-it note!
nl: Het tweede level in het spel, maar het eerste level waar je daadwerkelijk iets in dewereld moet plaatsen.<br>Vergeet niet om de Post-it note te lezen!

source: The soccer ball cannot cross a big gap by itself.
nl: Een voetbal kan niet alleen over een afgrond.

source: The soccer ball must kick the pin. But there's something missing.
nl: De voetbal moet de kegel omknallen. Maar er ontbreekt iets.

source: They are Angry Birds for what? Just a few eggs? Kill one bird and four eggs with one stone (dynamite).
nl: Hoezo Angry Birds? Om maar een paar eieren? Sla vier eieren in een klap dynamiet - en dat gele beest erbij.

source: This cone begs to be run over!
nl: Deze kegel vraagt erom om omvergereden te worden!

source: This is a factory.
nl: Een fabriek.

source: This is a house of cards.
nl: Een kaartenhuis.

source: This is an egg. Rather easy to break, I'd say...
nl: Een ei. Een eitje om te breken volgens mij...

source: This is how you properly buy cola:<br>a dozen bottles of that precious brown liquid at a time!
nl: Zo koop je cola op de juiste manier:<br>een dozijn flessen van dat kostelijke bruine vocht tegelijkertijd!

source: This is just a level to prove PivotPoint correct operation.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken

source: This is just a level to prove PivotPoint correct operation. In this case, from the toolbox.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. In dit geval vanuit de gereedschapskist

source: This is just a level to prove PivotPoint correct operation. In this case, there is a hinge.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. In dit geval met een scharnier.

source: This is just a level to prove PolyObject correct operation. It will only make sense if you enable debug drawing.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. wel debug drawing aanzetten. Anders snap je er niets van.

source: This is my brother.<br><br>He is of the sporty type.
nl: Dit is mijn broer.<br><br>Hij is duidelijk sportiever dan ik.

source: This is not as complicated as it looks. It almost works!
nl: Dit ziet er ingewikkelder uit dan het is. Het werkt al bijna!

source: This is not a stable equilibrium, any excitation will make it move.
nl: Dit is geen stabiel evenwicht, elke aanraking start de beweging.

source: This is Ruud.<br><br>He's on a small desert island.
nl: Dit is Ruud.<br><br>Hij is gedumpt op een klein tropisch eiland.

source: This is the butterfly.
nl: De vlinder

source: This is the second level to prove PivotPoint correct operation. This level shows the famous line of metal balls. Lifting one and letting it go should result in all balls staying stationary and the last ball moving up. NOTE THAT TBE DOESN'T BEHAVE LIKE THAT !!!
nl: Dit is het tweede level om te tonen hoe draaipunt hoort te werken. In dit level zie je de beroemde rij van metalen ballen. Eentje optillen en laten vallen zou moeten lijden tot het omhoog vliegen van de achterste terwijl de rest stil blijft hangen. MERK OP DAT DAT DUS NIET GEBEURT!!!

source: This mechanism appears more complex than it actually is.
nl: Dit mechaniek lijkt op het eerste gezicht ingewikkelder dan het echt is.

source: Those pins always long for company.
nl: Die kegels verlangen altijd naar gezelschap.

source: Today, everyone wins if the pin topples into the goal.
nl: Vandaag wint het hele team als de kegel in de goal terecht komt.

source: Topple pin to the right.<br>No: Left!<br>OK, OK, to the right.
nl: Kegel naar rechts.<br>Nee: naar links!<br>Okee, okee - toch naar rechts.

source: Topple the bowling pin below.
nl: Kegel de kegel om.

source: Topple the other way
nl: Naar de andere kant

source: Topple the pin.
nl: Gooi de kegel om.

source: Topple the pin to the left...
nl: Kegel de kegel naar links...

source: Toss both balls ("boules") so they end up very close to "le but" - just like "la vraie Pétanque".
nl: Gooi beide ballen ("boules") tot heel dicht bij "le but" - net zoals bij "la vraie Pétanque".

source: Transfer energy from Steam Engine to Bowling Pin
nl: Breng de energie over van de stoommachine naar de kegel.

source: Turn it around
nl: Draai de lat

source: Two bowling balls, the wrong ball kicks the pin.
nl: Twee bowlingballen, maar de verkeerde raakt de kegel eerst.

source: Two hurdles must be overcome. And butterfly has to start everything himself. Or herself?
nl: De vlinder moet twee hordes nemen. En hij moet alles zelf starten. Hmmm. Hij of zij?

source: Two things need to happen at once... Goal: Butterfly to Flower.
nl: Twee dingen tegelijkertijd... Het doel: Vlinder naar bloem.

source: Use a proper football this time!
nl: Met een echte voetbal deze keer!

source: Vengence will be ours!
nl: Wraak!

source: Volley Ball
nl: Volleybal

source: Volley balls can do that, too.<br><br>Wanna bet?
nl: Maar volleyballen kunnen dat ook.<br><br>Wedden?

source: Vroom Vroom Vroom!
nl: Broem Broem Broem!

source: Vrooom Vrooom Vrooom
nl: Vroem Vroem Vroem

source: Wait a minute!<br>That Bowling Ball won't do it...
nl: Hee wacht eens!<br>Die bowlingbal lukt het niet...

source: ... waiting for breakfast
nl: ... wachtend op een ontbijtje.

source: ... Was signed:<br><br>the Post-It Boy
nl: ... Getekend:<br><br>Post-It Boy

source: Wedge /
nl: Wig /

source: Wedge \
nl: Wig \

source: Welcome back!
nl: Welkom terug!

source: What a waste of cola!
nl: Wat een verspilling van cola!

source: Where do Balloons go?<br>They can't keep going up forever!
nl: Waar gaan ballonnen heen?<br>Ze kunnen niet eeuwig opstijgen!

source: Where does the cola go?
nl: Maar waar gaat de cola heen?

source: Why is that butterfly there?
nl: Maar wat doet die vlinder daar?

source: Why would anyone want to be in a tent?
nl: Waarom zou iemand in een tent willen zitten?

source: Wooden bar
nl: Houten lat

source: Wooden Beam
nl: Houten Balk

source: Wood Wedge
nl: Houten Wig

source: Wooosh Wooosh Wooosh
nl: Psssht Psssht Psssht

source: Wow, that's a huge gap for a Soccer Ball.
nl: Wauwie, dat is een flinke afgrond voor een voetballetje.

source: You'll figure it out.
nl: Je komt er wel uit.

source: You probably guessed what needs to be done here. <br><br>Rotate the cactus carefully<br> - it has a rather tight fit!
nl: Je snapt vast wel wat hier moet gebeuren. <br><br>Draai de cactus voorzichtig<br> - hij zit wat krap!

source: Your job:<br>tear it down!
nl: Jouw taak:<br>slopen!

source: You see that bowling ball at the top-right? <br><br>It wants to topple the pin next to it.
nl: Zie je die bowling bal rechtsboven?<br><br>Hij wil de kegel ernaast omhebben.

source: You see that butterfly?
nl: Zie je die vlinder?

source: You've seen this before: a Bowling Ball and a Bowling Pin. But this time, there's a wall in-between.
nl: Dit ziet er bekend uit: een bowlingbal en een kegel. Maar nu staat er een muur in de weg.

source: Zoing and Boom
nl: Zoing en Boem

source: Zoing Ploing Boing Woing<br>Zzap Whoosh Smack Boom
nl: Zoing Ploing Boing Woing<br>Zzap Whoosh Smak Boem
